{
    "What is your level of proficiency in Hindi?": "Native or bilingual",
    "Have you completed the following level of education: Master's Degree? ": "No",
    "Are you willing to undergo a background check, in accordance with local law/regulations?": "Yes",
    "Do you have a valid driver's license?": "Yes",
    "Are you willing to take a drug test, in accordance with local law/regulations?": "Yes",
    "Are you comfortable working in a hybrid setting?": "Yes",
    "Are you comfortable commuting to this job's location?": "Yes",
    "Are you comfortable working in a remote setting?": "Yes",
    "Are you comfortable working in an onsite setting?": "Yes",
    "We must fill this position urgently. Can you start immediately?": "Yes",
    "Will you now or in the future require sponsorship for employment visa india?": "No",
    "Do you have a valid driver's license? ": "Yes",
    "How many years of work experience do you have with Use Case? ": 3,
    "How many years of work experience do you have with Selenium? ": 3,
    "How many years of work experience do you have with Salesforce.com? ": 0,
    "How many years of work experience do you have with Amazon Web Services (AWS)? ": 0,
    "experience in automated and manual testing in salesforce.com Sales or Service Clouds ": 0,
    "if your work authorization is USC/GC then mark yes ": "No",
    "this position only for self corp or independent consultant, if you are comfortable then mark yes. ": "No",
    "How many years of work experience do you have with Python (Programming Language)? ": 5,
    "This is day 1 onsite role in Denver,-CO(Can you relocate?) ": "Yes",
    "Qualified candidates must possess an active TS/SCI clearance to be considered. Do you meet this requirement? ": "No",
    "Are you comfortable working in an onsite setting? ": "Yes",
    "How many years of work experience do you have with SQL? ": 2,
    "How many years of work experience do you have with REST APIs? ": 2,
    "Are you comfortable working in a hybrid setting? ": "Yes",
    "How many years of work experience do you have with Software Testing? ": 5,
    "Are you comfortable commuting to this job's location? ": "Yes",
    "Will you now, or in the future, require sponsorship for employment visa status (e.g. H-1B visa status)? ": "Yes",
    "Have you completed the following level of education: Bachelor's Degree? ": "Yes",
    "How many years of work experience do you have with Subversion? ": 2,
    "How many years experience in software Testing? ": 5,
    "How many years of expereince in gaming environment? ": 0,
    "Have you got any experience in testing virtual reality products? ": 0,
    "Are you willing to work on redmond office once selection? ": "Yes",
    "How many years of work experience do you have with JavaScript? ": 0,
    "How many years of work experience do you have with Jenkins? ": 1,
    "How many years of work experience do you have with Database Testing? ": 0,
    "How many years of work experience do you have with Selenium Testing? ": 3,
    "How many years of work experience do you have with Core Java? ": 0,
    "How many years of work experience do you have with API Testing? ": 2,
    "Have you built automation framework from scratch? ": "Yes",
    "How many years of work experience do you have with Java? ": 0,
    "How many years of work experience do you have with JSON? ": 3,
    "How many years of work experience do you have with HTML? ": 3,
    "What is your notice Period ? ": 2,
    "How many years of work experience do you have with HP Products? ": 2,
    "How many years of work experience do you have with C#? ": 0,
    "How many years of work experience do you have using Selenium? ": 3,
    "How many years of work experience do you have using Java? ": 0,
    "How many years of work experience do you have using JUnit? ": 0,
    "How many years of work experience do you have using Jenkins? ": 1,
    "How many years of work experience do you have using Test Management? ": 2,
    "How many years of work experience do you have using Jira? ": 5,
    "On-site work location can be either Sacramento or San Fracisco offices. Will you agree to 3 days per week on-site for one of these sites? ": "Yes",
    "How many years of experience do you have in testing/QA ": 5,
    "How many years of experience do you have with the Oracle RMS application? ": 0,
    "Can you work on w2? ": "Yes",
    "How many years of work experience do you have with Test Automation? ": 5,
    "Are you open for a W2 contract? ": "Yes",
    "Do you have experience with UFT (used to be QTP)? ": "No",
    "Do you have experience working with App Dev and Data warehouse teams? ": "No",
    "Do you have experience creating frame work for automation testing? ": "Yes",
    "How many years of work experience do you have with Microsoft Azure? ": 0,
    "How many years of work experience do you have with HP QuickTest Professional (QTP)? ": 0,
    "How many years of work experience do you have with Functional Requirements? ": 5,
    "Are you open to work on Aditi\"s W2 ": "Yes",
    "How much experience do you have on Automation Testing? ": 5,
    "How many years of work experience do you have with SAP Products? ": 0,
    "are you open to work onsite every Wednesday in Moline, IL ": "Yes",
    "How many years of work experience do you have with Jira? ": 5,
    "How many years of work experience do you have with Swift (Programming Language)? ": 0,
    "XCUI Test ": 0,
    "How many years of work experience do you have with Test Automation Tools? ": 5,
    "How many years of work experience do you have with Quality Control? ": 5,
    "How many years of work experience do you have with Testing Tools? ": 5,
    "Experience testing for a health and human services project, Do you have it ? ": "Yes",
    "Do you have experience with Agile (Scrum, Kanban, or SAFe) development ? ": "Yes",
    "Do you have experience with continuous integration tools such as JENKINS or Team city ? ": "Yes",
    "Do you have Hands on Experience and solid scripting knowledge in 1 or more of these like Java or C++ or Python, JavaScript ? ": "Yes",
    "Do you have Tosca AS 1 & AS 2 Certifications ? ": "No",
    "Are you local to Raleigh, North Carolina ? ": "No",
    "If you are non-local, are you willing to work from Remote to onsite ? ": "Yes",
    "if you are local to north carolina, Are you willing to work remote to onsite ? ": "No",
    "Do you experience working with state or government client ? ": "Yes",
    "Do you have Experience testing for a health and human services project ? ": "No",
    "Are you able to work onsite in Wooster, Ohio? ": "Yes",
    "How many years of work experience do you have with QPT/UFT? ": 0,
    "How many years of experience do you have with Automation Testing? ": 5,
    "S4 Hana functional knowledge/AR Project Accounting ": "Yes",
    "How many years of work experience do you have with Test Design? ": 5,
    "How many years of work experience do you have with Test Suites? ": 5,
    "How many years of work experience do you have with pytest? ": 5,
    "How many years of work experience do you have with Financial Background? ": 0,
    "How many years of hands-on experience do you have in QA/Automation Testing? ": 5,
    "How many years of professional, hands-on experience do you have with Selenium, Java, and C#? ": 3,
    "This is a hybrid position, with at least 1 day per week onsite required in Johnston, Rhode Island. Do you agree to this requirement? ": "Yes",
    "How many years of work experience do you have with Red Hat Linux? ": 0,
    "How many years of Quality Assurance experience do you currently have? ": 5,
    "How many years of experience do you have writing SQL scripts to analyze data and perform specific data queries ? ": 0,
    "This position requires working on a W2 without an employer/sponsorship. Are you able to work INDEPENDENTLY on a W2 contract? (US Citizen, Greencard, EAD) ": "No",
    "This job will be Hybrid/onsite in Atlanta, GA (30308 or 30309). Are you local to Atlanta, GA and have reliable transportation? ": "No",
    "If you are local to Atlanta, GA and willing to work/commute onsite, are you able to conduct an IN-PERSON interview for this position? ": "No",
    "How many years of coding/scripting experience do you have in Java/Python? ": 5,
    "How many years of experience do you have in writing selenium scripts? ": 3,
    "How many years of hands-on Automation/Testing experience do you have? ": 5,
    "How many years of experience do you have with UI and database testing? ": 5,
    "How many years of work experience do you have with .NET Framework? ": 0,
    "Are you ready to go Day 1 Onsite Client Location? ": "Yes",
    "Do you have, or are you able to obtain a DOD Secret Clearance ": "No",
    "How many years of work experience do you have with Dynamics? ": 0,
    "CUCUMBER ": 0,
    "ATM TESTING ": 0,
    "Are you willing to work on W2? ": "Yes",
    "How many years of work experience do you have using SQL? ": 0,
    "How many years of work experience do you have with Adobe InDesign? ": 0,
    "How many years of work experience do you have with SoapUI? ": 1,
    "How many years of work experience do you have with Cypress? ": 0,
    "How many years of Engineering experience do you currently have? ": 5,
    "Do you have experience on Quality Center ? ": "No",
    "Are you open to work on w2? ": "Yes",
    "Are you open to work onsite from day 1 at Columbia, SC? ": "Yes",
    "How many years of work experience do you have with Git? ": 3,
    "How many years of work experience do you have with Microsoft SQL Server? ": 0,
    "Do you live in Austin, TX? ": "No",
    "How many years of Oracle Cloud ERP testing? ": 0,
    "How many years experience with Eggplant software automation tool ? ": 0,
    "How many years of work experience do you have with QA Automation? ": 5,
    "How many years of work experience do you have with Windows? ": 5,
    "How many years of work experience do you have with Bootstrap? ": 0,
    "How many years of work experience do you have using Test Automation? ": 5,
    "How many years of woAre you open for relocation? Long term travelling? Required\nrk experience do you have using Tricentis Tosca? ": 0,
    "How many years of work experience do you have using Ruby? ": 0,
    "How many years of Government Relations Services experience do you currently have? ": 0,
    "How many years of work experience do you have with Tableau? ": 0,
    "How many years of professional work experience do you have with Cypress, Selenium, and Appium ": 3,
    "How many years of professional work experience do you have with Snowflake, Stitch, Kafka, Hightouch, Sigma, Terraform and other data specific tools and applications ": 0,
    "How many years of professional work experience do you have with BigQuery, RedShift, Databricks or SingleStore ": 0,
    "How many years of professional work experience do you have with PostgreSQL ": 0,
    "How many years of professional work experience do you have with Looker, Sigma, Tableau or Mode ": 0,
    "Have you mentored engineering team members with a quality mindset ": "Yes",
    "How many years of Information Technology experience do you currently have? ": 5,
    "How many years of work experience do you have with ETL Testing? ": 0,
    "How many years of professional work experience do you have with Typescript ": 0,
    "How many years of professional work experience do you have with Golang ": 0,
    "Do you have any experience with fixed income and bond trading systems ? ": 0,
    "How many years of work experience do you have with HP Quality Center? ": 0,
    "Mainframe ": 0,
    "How many years of work experience do you have with Test Management? ": 1,
    "How many years of work experience do you have with Banking? ": 0,
    "How many years of experience do you have in Automated testing? ": 5,
    "Do you hold a Bachelor’s degree (or higher) in Information Technology, Computer Science or in a related field? ": "Yes",
    "Do you have payment experience? ": 0,
    "How many years of experience do you have working with Java or Python? ": 5,
    "How many years of experience do you have working with Linux? ": 3,
    "Are you prepared to work onsite in Manhattan? ": "Yes",
    "Are you open for relocation? Long term travelling?": "Yes to relocation everywhere",
    "Are you open for relocation? Long term travelling? ": "Yes to relocation everywhere",
    "What is your availability to start? ": "3+ weeks",
    "What is your location? ": "India",
    "What is your native language (mother tongue, other than English)? Please select one. ": "Hindi",
    "Agree to receive occasional email updates from Qualitest. Your consent is voluntary. Please view our Privacy Policy: https://www.qualitestgroup.com/about-us/privacy-policy/ and our Terms and Conditions: https://www.qualitestgroup.com/about-us/terms-conditions/ You have the right to unsubscribe and withdraw your consent at any time. ": "No",
    "Will you require sponsorship now or in the future? ": "Yes, immediate sponsorship (H1B)",
    "Do you have either API / Backend testing experience or Mobile automation experience with Swift/Appium? ": "Yes",
    "Are you willing to take a drug test, in accordance with local law/regulations? ": "Yes",
    "Are you legally authorized to work in the United States? ": "Yes",
    "Are you willing to undergo a background check, in accordance with local law/regulations? ": "Yes",
    "Are you comfortable working in a remote setting? ": "Yes",
    "We must fill this position urgently. Can you start immediately? ": "No"
}